Repository: 7Dany6/here-i-ambot
Catalog: locales/*/LC_MESSAGES/hereiambot.po
Languages: ru

source: Share a contact
ru: Поделиться контактом

source: In order to use a bot please share your contact!
ru: Для продолжения работы,пожалуйста, поделитесь контактом!

source: Thank you for the registration!
ru: Спасибо за регистрацию!

source: Welcome, {0}! You can find instruction in menu! Please, choose your further action from menu!
ru: Добро пожаловать, {0}! В меню доступна инструкция. Пожалуйста, выберите действие из меню!

source: Your action has been cancelled
ru: Ваше действие было отменено!

source: Leave your opinion, it will improve the bot!
ru: Оставьте Ваше мнение, это улучшит бота!

source: Please share a contact of a person (choose from your contacts) or click a button with his/her name!
ru: Пожалуйста, поделитесь контактом человека (выберите из Ваших контактов) или нажмите на кнопку с его именем!

source: Please share a contact of a person (choose from your contacts)!
ru: Пожалуйста, поделитесь контактом человека (выберите из Ваших контактов)!

source: Your request has been accepted! A person will share his location or state soon, meanwhile you can continue using a bot!
ru: Ваш запрос принят! Пользователь скоро ответит своей локацией или своим состоянием, Вы можете продолжать использовать бота!

source: Unfortunately, this user has not been registered yet, tell him/her about this bot by forwarding the following message:
ru: К сожалению, выбранный Вами пользователь не зарегистрирован, расскажите ему о боте, переслав следующее сообщение:

source: You've already been registered!
ru: Поздравляем, Вы уже зарегистрированы!

source: Location
ru: Локация

source: I'm OK
ru: Я в порядке

source: User [{0}](tg://user?id={1}) with number {2} waves {3} to you\. *Switch on your location before answer 'Here I Am'*\.
ru: Пользователь [{0}](tg://user?id={1}) с номером {2} помахал {3} Вам\. *Включите локацию перед тем, как ответить 'Я здесь'*\.

source: Freezing{0}
ru: Зима-холода{0}

source: Happy New Year{0}!
ru: С Новым годом{0}!

source: I'm on fire{0}
ru: Ты горишь как огонь{0}

source: User [{0}](tg://user?id={1}) with number {2} is here: {3}
ru: Пользователь [{0}](tg://user?id={1}) с номером {2} находится здесь: {3}

source: User <a href='tg://user?id={1}'>{0}</a> with number {2} is here: {3}
ru: Пользователь <a href='tg://user?id={1}'>{0}</a> с номером {2} находится здесь: {3}

source: Here I Am
ru: Я здесь

source: From user <a href='tg://user?id={1}'>{0}</a> with number {2}!
ru: От <a href='tg://user?id={1}'>{0}</a> с номером {2}!

source: You haven't received emojis, send someone a request by clicking /care!
ru: У Вас пока что нет эмоджи, отправьте кому-нибудь запрос, нажав /care!

source: You've received: {0} {1} {2} {3} {4} {5} {6} {7} {8} {9}
ru: Вы получили: {0} {1} {2} {3} {4} {5} {6} {7} {8} {9}

source: You've sent: {0} {1} {2} {3} {4} {5} {6} {7} {8} {9}
ru: Вы отправили: {0} {1} {2} {3} {4} {5} {6} {7} {8} {9}

source: You haven't sent emojis yet!
ru: Вы пока не отправляли эмоджи!

source: {1} sent emojis!
ru: Вы отправили {0} эмоджи!

source: It's alright{0}
ru: Всё идёт по плану{0}

source: Let it snow{0}
ru: Опять метель{0}

source: Hi! We all have people to care about and now you can do it without disturbing them directlysending a request with only one button and getting all answers in one place! I'm glad to help you out With my helping hand you can get where this or that person isor you can get an emoji with his state. Press /start and enjoy: -/care to check location/state (clip symbol-contact) -/sent to know how many emojis you've sent -/received to know how many emojis you've received -/add_place to add location to your favourite P.S. Use me via smartphone, not PC!
ru: Привет! У всех нас есть люди, о которых мы проявлем заботу, и теперь есть возможность делать это, не беспокоя их напрямую, послав запрос всего лишь одной кнопкой и получая все ответы в одном месте! И я рад Вам помочь! С помощью меня Вы можете узнать, где тот или иной человек находится или получить эмоджи с его состоянием. Нажмите /start и наслаждайтесь: -/care, чтобы посмотреть локацию/состояние (знак скрепки-contact) -/sent, чтобы посмотреть, сколько эмоджи Вы отправили -/received, чтобы посмотреть, сколько эмоджи Вы получили -/add_place, чтобы добавить локацию в Ваши избранные P.S. Используйте меня через телефон, а не компьютер, если хотите отправить локацию!

source: Agree
ru: Соглашаюсь

source: Disagree
ru: Не соглашаюсь

source: Please, before using a bot, meet terms and conditions: {}
ru: Пожалуйста, перед использованием бота ознакомьтесь с пользовательскими соглашениями: {}

source: Sorry, firstly you need to agree with terms and conditions!
ru: Приносим извинения, для начала работы необходимо принять пользовательские соглашения!

source: I'm on fire
ru: Ты горишь как огонь

source: Happy New Year
ru: С Новым годом

source: Freezing
ru: Зима-холода

source: Let it snow
ru: Опять метель

source: Please, enter the name of a location!
ru: Пожалуйста, введите название места!

source: Please, <b>switch on your location</b> and press the button!
ru: Пожалуйста, <b>включите Вашу локацию</b> и нажмите на кнопку!

source: Share a location
ru: Поделиться локацией

source: Location has been registered!
ru: Локация успешно зарегистрирована!

source: User <a href='tg://user?id={1}'>{0}</a> with number {2} is here: {3}
ru: Пользователь <a href='tg://user?id={1}'>{0}</a> с номером {2} находится здесь: {3}

source: User <a href='tg://user?id={1}'>{0}</a> with number {2} is here: <a href='http://www.google.com/maps/place/{4},{5}'>{3}</a>
ru: Пользователь <a href='tg://user?id={1}'>{0}</a> с номером {2} находится здесь: <a href='http://www.google.com/maps/place/{4},{5}'>{3}</a>

source: You've received: {0} {1} {2} {3} {4} {5} {6} {7} {8} {9} {10} {11}
ru: Вы получили: {0} {1} {2} {3} {4} {5} {6} {7} {8} {9} {10} {11}

source: You've sent: {0} {1} {2} {3} {4} {5} {6} {7} {8} {9} {10} {11}
ru: Вы отправили: {0} {1} {2} {3} {4} {5} {6} {7} {8} {9} {10} {11}

source: Excuse me, this command is private:)
ru: Прошу прощения, это закрытая команда:)
